Repository: LittleFish-233/EncryptionAssistant
Catalog: EncryptionAssistant/String/*/zhuye.resw
Source language: en_us
Languages: de, fr, ja_jp, zh_hant

# biaoti2.Text
source: Welcome
de: willkommen
fr: accueillir
ja_jp: ようこそ
zh_hant: 歡迎

# biaoti6.Text
source: Encoding
de: Verschlüsselung
fr: chiffrement
ja_jp: 暗号化
zh_hant: 加密

# biaoti7.Text
source: Decrypt
de: entschlüsseln
fr: déchiffrer
ja_jp: 解読する
zh_hant: 解密

# shengcheng_jia.Content
source: Build
de: Generation
fr: Génération
ja_jp: 生成
zh_hant: 產生

# String1
source: Reset
de: zurücksetzen
fr: réinitialiser
ja_jp: リセットする
zh_hant: 重設

# String2
source: This text cannot be encrypted, please try again
de: Dieser Text kann nicht verschlüsselt werden, versuchen Sie es erneut
fr: Ce texte ne peut pas être crypté, s'il vous plaît essayer à nouveau
ja_jp: このテキストは暗号化できません。
zh_hant: 無法加密這個文本，請重試

# String3
source: Reset
de: zurücksetzen
fr: réinitialiser
ja_jp: リセットする
zh_hant: 重設

# String4
source: Reset
de: zurücksetzen
fr: réinitialiser
ja_jp: リセットする
zh_hant: 重設

# String5
source: The text you entered doesn't fit the new format, and to decrypt the old text, visit Archive
de: Der eingegebene Text passt nicht zum neuen Format, und um den alten Text zu entschlüsseln, besuchen Sie Archiv
fr: Le texte que vous avez entré ne correspond pas au nouveau format, et pour déchiffrer l'ancien texte, visitez Archive
ja_jp: 入力したテキストが新しい形式に適合せず、古いテキストを復号化するには、[アーカイブ] にアクセスします。
zh_hant: 你輸入的文本不符合新版格式，若要解密舊版文本，請訪問存檔

# String6
source: This text cannot be decrypted, make sure the decryption key and algorithm are correct
de: Dieser Text kann nicht entschlüsselt werden, stellen Sie sicher, dass der Entschlüsselungsschlüssel und der Algorithmus korrekt sind
fr: Ce texte ne peut pas être décrypté, assurez-vous que la clé de déchiffrement et l'algorithme sont corrects
ja_jp: このテキストは復号化できません。
zh_hant: 無法解密此文本，請確保解密密匙和演算法正確

# String7
source: Password error, please confirm and try again
de: Kennwortfehler, bestätigen Sie und versuchen Sie es erneut
fr: Erreur de mot de passe, s'il vous plaît confirmer et essayer à nouveau
ja_jp: パスワードエラー、確認してもう一度やり直してください
zh_hant: 密碼錯誤，請確認後重試

# String8
source: Reset
de: zurücksetzen
fr: réinitialiser
ja_jp: リセットする
zh_hant: 重設

# textblock14.Text
source: Need help?
de: Benötigen Sie Hilfe?
fr: Besoin d'aide ?
ja_jp: ヘルプが必要ですか?
zh_hant: 需要協助嗎?

# textblock2.Text
source: Need help?
de: Benötigen Sie Hilfe?
fr: Besoin d'aide ?
ja_jp: ヘルプが必要ですか?
zh_hant: 需要協助嗎?

# textblock3.Text
source: What's new - Download Management
de: Was gibt es Neues - Download Management
fr: Quoi de neuf - Télécharger La gestion
ja_jp: 新機能 - ダウンロード管理
zh_hant: 新增功能 —— 下載管理

# textlock4.Text
source: Key
de: schlüssel
fr: clé
ja_jp: キー
zh_hant: 密匙

# textlock5.Text
source: Automatic
de: automatisch
fr: automatique
ja_jp: 自動
zh_hant: 自動

# textlock9.Text
source: Algorithm
de: Algorithmus
fr: algorithme
ja_jp: アルゴリズム
zh_hant: 演算法
